Revit 2015 API
WallTypeSet Constructor
Initializes a new instance of the WallTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public WallTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
WallTypeSet()
See Also
WallTypeSet Class
Autodesk.Revit.DB Namespace